<?php
//1ページの表示件数
define('ONE_PAGE', 5);
//レビュー1件のrow
define('REVIEW_KIND', 5);
//コンビニの場合
define('REVIEW_CONVENI', 3);

define(
    'AMBIENCE_LIST',
    [
        "1" => "おしゃれ",
        "2" => "たのしい",
        "3" => "にぎやか",
        "4" => "おちつきがある",
        "5" => "個性的",
        "6" => "高級志向",
        "7" => "テーマ性がある",
    ]
);

define(
    'CROWD_LIST',
    [
        "1" => "空いていた",
        "2" => "やや空いていた", 
        "3" => "普通",
        "4" => "やや混んでいた",
        "5" => "混んでいた",
    ]
);

define(
    'ASSORT_LIST',
    [
        "1" => "少ない",
        "2" => "少なめ",
        "3" => "普通",
        "4" => "多め",
        "5" => "多い",
    ]
);

define(
    'GENRE_LIST',
    [
        "1" => "食事",
        "2" => "学び",
        "3" => "工作・体験",
        "4" => "フリーマーケット",
        "5" => "芸術・音楽",
    ]
)
?>